# This file was generated using ~/.config/scripts/update.sh
tap "beeftornado/rmtree"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homeport/tap"
tap "mykolaharmash/git-jump"
tap "thezoraiz/ascii-image-converter"
tap "weaveworks/tap"
brew "xz"
brew "python@3.13"
brew "ansible"
brew "atuin"
brew "bash"
brew "bat"
brew "chezmoi"
brew "cilium-cli"
brew "cmctl"
brew "coreutils"
brew "difftastic"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "kustomize"
brew "markdownlint-cli2"
brew "mas"
brew "nmap"
brew "pre-commit"
brew "prometheus"
brew "sops"
brew "starship"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
brew "mykolaharmash/git-jump/git-jump"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "weaveworks/tap/tfctl"
cask "alt-tab"
cask "appcleaner"
cask "citrix-workspace"
cask "core-tunnel"
cask "discord"
cask "displaylink"
cask "docker"
cask "drawio"
cask "firefox"
cask "firefox@developer-edition"
cask "flycut"
cask "font-meslo-lg-nerd-font"
cask "headlamp"
cask "hiddenbar"
cask "iterm2"
cask "latest"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "middleclick"
cask "obsidian"
cask "philips-hue-sync"
cask "pika"
cask "proxifier"
cask "raycast"
cask "rectangle"
cask "setapp"
cask "spotify"
cask "stats"
cask "tsh"
cask "vscodium"
cask "wireshark"
cask "zen-browser"
mas "Bitwarden", id: 1352778147
mas "Citrix Secure Access", id: 1338991513
mas "Command X", id: 6448461551
mas "WireGuard", id: 1451685025
