# This file was generated using ./update.sh
tap "beeftornado/rmtree"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homeport/tap"
tap "shopify/shopify"
brew "xz"
brew "ansible"
brew "chezmoi"
brew "coreutils"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "nmap"
brew "pre-commit"
brew "prometheus"
brew "starship"
brew "teleport"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "homeport/tap/dyff"
brew "shopify/shopify/ejson"
cask "alt-tab"
cask "appcleaner"
cask "citrix-workspace"
cask "command-x"
cask "discord"
cask "displaylink"
cask "docker"
cask "firefox"
cask "firefox@developer-edition"
cask "flycut"
cask "font-meslo-lg-nerd-font"
cask "hiddenbar"
cask "iterm2"
cask "latest"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "middleclick"
cask "obsidian"
cask "philips-hue-sync"
cask "pika"
cask "raycast"
cask "rectangle"
cask "setapp"
cask "spotify"
cask "stats"
cask "vscodium"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Citrix Secure Access", id: 1338991513
mas "Core Tunnel", id: 1354318707
mas "WireGuard", id: 1451685025
